{
    "status": 1,
    "message": "Log in successfully!",
    "data": {
        "userInfo": {
            "id": 36,
            "device_id": "lwfvkgnDFnACaRfo",
            "parent": "F6OSWL",
            "level": 1,
            "userid": "JVLHXP",
            "sex": 1,
            "headimg": "https:\/\/admin.proteusio.net\/uploads\/default_headimg.jpg",
            "username": "Jun Xiang4428",
            "phone": "96859685",
            "password": "e10adc3949ba59abbe56e057f20f883e",
            "pay_password": "18ad9899f3f21a5a1583584d5f11c0c0",
            "recharge_money": "3600.00",
            "withdraw_money": "0.00",
            "recharge_money_reset": "109.28",
            "wallet": "-542.72",
            "status": 1,
            "ip_address": "103.196.27.16",
            "card_bind_status": 0,
            "task_finish": 16,
            "task_goods_now": 609,
            "account_type": 2,
            "is_deleted": 0,
            "create_time": "2022-12-13 13:10:48",
            "last_login_time": "2022-12-13 13:18:13",
            "token": "HvdC1PxMUtVozt9r6lmRXSIgtrBo2ull",
            "vip": {
                "id": 13,
                "level": 1,
                "name": "Genius",
                "logo": "https:\/\/admin.proteusio.net\/upload\/8c4fa87a29e67fa2\/3a9d095415b2c9a0.png",
                "background_color": "#f24607",
                "price": "0.00",
                "reward_rate": "1.00%",
                "task_everyday": 45,
                "withdraw_count": 3,
                "withdraw_rate": "0%",
                "liandan_inc_reward_rate": "5.0%",
                "content": "<p><strong>Genius&nbsp;users receive general purpose data collection access.<\/strong><\/p>\r\n\r\n<p><strong>● Suitable for most data capture scenarios involving light to medium usage<br \/>\r\n● Profit of 1.0% per application -45&nbsp;apps per set<br \/>\r\n● Up to 138&nbsp;optimise apps per day<br \/>\r\n● No access to other GeniusPro features&nbsp;<\/strong><\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n",
                "min_withdraw": "100.00",
                "max_withdraw": "50000.00",
                "create_time": "2021-05-21 20:57:13",
                "is_deleted": 0
            },
            "today_income": 109.28
        },
        "config": {
            "id": 1,
            "appname": "PROTEUS-DT",
            "logo": "https:\/\/admin.proteusio.net\/upload\/35a4800f829ef094\/e549718e52326330.png",
            "min_accept_wallet": "100.00",
            "verify_code": "666888",
            "matching_range": "25,90",
            "agreement_desc": "<p><strong><span style=\"font-size:16px;\">1. Information Security Statement<br \/>\r\nPROTEUS-DT works on providing quality services by understanding customer requirements and providing solution based on experience and industry standards. Tapping into our niche skillset and expertise, we aim to help entrepreneurs kickstart their innovations and businesses in their digital transformation journey<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">1.1. PROTEUS-DT has an obligation to its users, employees and developer to protect the confidentiality, integrity and availability of information assets<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">1.2. To ensure business continuity and minimize disruptions to business functions by preventing and minimizing the impact of security incidents<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">1.3. Facilitate business improvement through the adoption of secure business practices and business management<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">1.4. Ensure that all information controls are implemented at the right time and at the right cost to a high standard of repeatability and consistency for the benefit of our users and stakeholders<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">1.5. Both the platform and the users are required to keep this platform confidential<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">2. Policy<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">This Information Security Policy sets out PROTEUS-DT direction and commitment to information security in order to protect its own information assets and those provided to PROTEUS-DT by partner organizations\/third parties<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">We will develop and maintain an effective documented ISMS in accordance with the requirements of ISO 9001:2015 to ensure that we have a documented method of control to protect PROTEUS-DT, its users and stakeholders.<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">2.1 It is our policy to ensure that<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">2.1.1. Information will be protected against unauthorized access<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">2.1.2. The confidentiality of information will be guaranteed<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">2.1.3. The integrity of the information will be maintained<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">2.1.4. Regulatory and legislative requirements will be met<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">2.1.5. All breaches of information security, whether actual or suspected, will be reported to and investigated by information security officials<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">2.2 Policy applies to<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">2.2.1. All information owned by Apparel Creations and provided to Apparel Creations by users and stakeholders<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">2.2.2. All information in any form - paper, electronic, audio, CD, tape film<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">2.2.3. All systems, applications and infrastructure used to process information<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">2.2.4. All PROTEUS-DT employees<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">2.2.5. Third parties that have access to PROTEUS-DT information assets<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">2.2.6. All buildings used by PROTEUS-DT that house Information Assets, or where employees have access to Information Assets<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">3. Terms and Conditions<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">3.1. Protection of personal data of users<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">3.1.1 Protection of data is the basic principle of personal protection of the Platform. The platform data will not be used in the manner prescribed by law. For the data related to view angle, the original personal data is used. Pare Creative uses professional encrypted storage and transmission channels for data protection to ensure the personal safety of users<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">3.1.2 To use this platform, users need to provide necessary information, such as: cell phone number for account registration service or user identification function use; recording function requires your authorization to use. If there are national regulations or special rules, you must provide true identity information. If the information you provide is incomplete or incorrect, or if the information you mention is insufficient, the use of the services of the Platform will be restricted during the course of use<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">3.1.3 Under normal circumstances, you may view and modify the submitted information at any time, but due to security and identification considerations (such as account retrieval services), you may not be able to provide the final registration information and other information for verification at the time of registration<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">3.1.4 PROTEUS-DT will employ a variety of security technologies and procedures, as well as sound management systems, to protect your personal information from any use or unauthorized use. The new PROTEUS-DT account will have the same final registered cell phone number as the &quot;existing PROTEUS-DT account&quot;<br \/>\r\n3.1.5 PROTEUS-DT will not disclose your information to companies, individual organizations and individuals outside of PROTEUS-DT without your consent, except as required by law<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">3.1.6 Persons under the age of sixteen shall be protected by data regulations, and persons under the age of eighteen shall obtain written information from their parents or law enforcement officers before using the Platform<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">3.2. User Responsibilities<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">3.2.1 Users are required to complete all application before applying for withdrawal<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">3.2.2 The user cannot request for withdrawal during the process of improving the application<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">3.2.3 Users cannot cancel or skip application<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">3.2.4 PROTEUS-DT reserves the right to take legal action against any person\/thing that causes any type of damage to the company<\/span><\/strong><\/p>\r\n\r\n<p><strong><span style=\"font-size:16px;\">3.2.5 Users will get 0-4 reward box in 1 set of 45 apps and all are randomized by <\/span><\/strong><span style=\"font-family:Verdana,Geneva,sans-serif;\"><strong><span style=\"font-size:16px;\">the system<\/span><\/strong><\/span><\/p>\r\n",
            "about_us": "<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;<img alt=\"\" src=\"https:\/\/admin.proteusio.net\/upload\/d2fe1dafb2b758a8\/1a2cfecee14936fe.png\" style=\"max-width:100%;border:0\" \/><\/p>\r\n\r\n<h1>Who are we?<\/h1>\r\n\r\n<p>Proteus is a global full-service digital marketing, analytics, and marketing consulting company headquartered in Singapore. However big or small, at Proteus we are committed to making our clients look good.<\/p>\r\n\r\n<h1>Why are we called Proteus?<\/h1>\r\n\r\n<p>As individuals, we have limited skills, but when grouped together with other such individuals to drive a common goal, we amplify our abilities manifolds. At Proteus, we believe in unifying such infinite skills to achieve tasks that apparently look difficult or even impossible. We are an amalgamation of passionate individuals with specialized skills who focus on delivering tailored solutions. We work with our clients to understand their business as they do, define requirements and deliver while our clients focus on their core business.<\/p>\r\n",
            "help": "<p><span style=\"color:#2980b9;\"><strong>1. Promote Applications<\/strong><\/span><\/p>\r\n\r\n<p><strong>a. Minimum balance of 100&nbsp;SGD is required to start for the first set of 45 applications<\/strong><\/p>\r\n\r\n<p><strong>b. The number of applications will automatically reset on the next day if user has completed it<\/strong><\/p>\r\n\r\n<p><strong>c. The number of applications will not reset itself if it is in the middle of promote applications process<\/strong><\/p>\r\n\r\n<p><strong>d. Minimum credit of 100 SGD is required to reset user account no matter how much is the balance available on account<\/strong><\/p>\r\n\r\n<p><strong>e. We are not able to reset user account if user has not yet requested and received the drawndown<\/strong><\/p>\r\n\r\n<p><strong>f. Users are not able to choose the applications they want to promote from the 45 applications, all the applications will be randomly released by the system&nbsp;<\/strong><\/p>\r\n\r\n<p><span style=\"color:#2980b9;\"><strong>2. Drawndown<\/strong><\/span><\/p>\r\n\r\n<p><strong>a. No drawndown processing fees<\/strong><\/p>\r\n\r\n<p><strong>b. Full drawndown amount able be requested after completing all of the applications<\/strong><\/p>\r\n\r\n<p><strong>c. Users are required to complete all of the applications before requesting any drawndown<\/strong><\/p>\r\n\r\n<p><strong>d. Drawndownis not able to be requested if you choose to give up or drawndown in the middle of promote applications process<\/strong><\/p>\r\n\r\n<p><strong>e. No drawndown able be processed if the user drawndown request has not been received<\/strong><\/p>\r\n\r\n<p><strong>f. We wont be held responsible for any loss of funds if the user has filled in the wrong Bank Account \/ Paynow Number<\/strong><\/p>\r\n\r\n<p><span style=\"color:#2980b9;\"><strong>3. Funds<\/strong><\/span><\/p>\r\n\r\n<p><strong>a. All funds and earning will be securely kept in users account under any circumstances<\/strong><\/p>\r\n\r\n<p><span style=\"color:#2980b9;\"><strong>4. Account Security<\/strong><\/span><\/p>\r\n\r\n<p><strong>a. Please do not disclose your account sign in password and security PIN to others<\/strong><\/p>\r\n\r\n<p><strong>b. Users are not recommended to set their passwords using birth date, identity card number, or mobile phone number as their security PIN or sign in password<\/strong><\/p>\r\n\r\n<p><strong>c. If user accidentally forgot the sign in password or security PIN, please contact our user support to reset it<\/strong><\/p>\r\n\r\n<p><span style=\"color:#2980b9;\"><strong>5. Applications<\/strong><\/span><\/p>\r\n\r\n<p><strong>a. 1% of earnings for each applications for normal users<\/strong><\/p>\r\n\r\n<p><strong>b. 1.2% of earnings for each applications for premium users<\/strong><\/p>\r\n\r\n<p><strong>c. For each applications completed, funds and earnings will be returned to the users account immediately<\/strong><\/p>\r\n\r\n<p><strong>d. The system will randomly assign developer apps to the users account based on the total balance on the users account<\/strong><\/p>\r\n\r\n<p><strong>e. Once applications has been assigned to a users account, it cannot be canceled or skipped<\/strong><\/p>\r\n\r\n<p><span style=\"color:#2980b9;\"><strong>6. Reward Box<\/strong><\/span><\/p>\r\n\r\n<p><strong>a. Earnings for each applications within the reward box are 6 times higher than usual applications<\/strong><\/p>\r\n\r\n<p><strong>b. The reward box is composed of 1 to 3 applications the system will randomly assign the number of applications within the reward box, user has a higher chance of getting 1,2 or 3 applications in a reward box<\/strong><\/p>\r\n\r\n<p><strong>c. Normal users will receive 6% profits of each applications within the reward box<\/strong><\/p>\r\n\r\n<p><strong>d. Premium users will receive 7.2% profits of the applications for each applications within the reward box<\/strong><\/p>\r\n\r\n<p><strong>e. All of the funds on the users account will stop rolling over until all applications within the reward box has been completed, as soon as all of the applications within a reward box is completed, all of the funds will be returned to users account<\/strong><\/p>\r\n\r\n<p><strong>f. The system will randomly assign the reward box to the users account according to the total balance on the users account<\/strong><\/p>\r\n\r\n<p><strong>g. Once the reward box has been assigned to the users account it cannot be canceled or skipped<\/strong><\/p>\r\n\r\n<p><strong>h. Source of reward box<\/strong><\/p>\r\n\r\n<p><strong>Users are not able to select and successfully promote all the applications that need to be promoted on the platform, and some users will not be able to promote higher priced applications because they do not have more start-up capital in their accounts on the platform. Then developers of non-promoted and higher priced applications will need to promote their applications as soon as possible. Developers will be more willing to pay more capital to the platform, so that the platform can release them to users as soon as possible to promote applications . So the platform will combine several applications that need to be promoted as soon as possible into one REWARD BOX for users to complete the promotion<\/strong><\/p>\r\n\r\n<p><strong><span style=\"color:#2980b9;\">7. Credit<\/span><br \/>\r\na. The amount of credit is made up the choice of the user, we are not able to decide the amount of credit for the user, we suggest all users make the credit according to their own abilities or when user had become familiar with the platform<\/strong><\/p>\r\n\r\n<p><strong>b. If a user is provided with reward box and needs to make a credit, it is recommended that the user make the credit based on the negative amount shown in the account<\/strong><\/p>\r\n\r\n<p><strong>c. Before making credit, user must request the bank account \/ paynow number from our user support and confirm the bank account \/ paynow<\/strong><\/p>\r\n\r\n<p><strong>d. The platform will not be held responsible if the user makes the credit to the wrong bank account \/ paynow<\/strong><\/p>\r\n\r\n<p><span style=\"color:#2980b9;\"><strong>8. Developer Cooperation<\/strong><\/span><\/p>\r\n\r\n<p><strong>a. Apps will be uploaded and removed from the platform every minute. If the apps has not been uploaded for a long period of time, the developers will not be able to remove the apps, which will affect the developers progress, and the user is advised to complete all apps and request a drawndown as soon as possible to avoid the developer progress being affected<\/strong><\/p>\r\n\r\n<p><span style=\"color:#2980b9;\"><strong>9. Referral<\/strong><\/span><\/p>\r\n\r\n<p><strong>a. Users will be able to invite other users using the party code in their accounts<\/strong><\/p>\r\n\r\n<p><strong>b. If the account has not yet completed all the apps, it is not possible to refer to other users<\/strong><\/p>\r\n\r\n<p><strong>c. Once the party code has been used by another user, it will take 14 days to refresh the party code<\/strong><\/p>\r\n\r\n<p><strong>d. The referrer will receive 15% of the referees total profits for the day<\/strong><\/p>\r\n\r\n<p><span style=\"color:#2980b9;\"><strong>10. Operating hours<\/strong><\/span><\/p>\r\n\r\n<p><strong>a. Platform operating hours 10:00 AM to 11:59 PM<\/strong><\/p>\r\n\r\n<p><strong>b. User Support Team&nbsp;operating hours 10:00 AM to 11:59 PM<\/strong><\/p>\r\n\r\n<p><strong>c. Withdrawal hours 10:00 AM to 11:59 PM<\/strong><\/p>\r\n\r\n<p><span style=\"color:#2980b9;\"><strong>PROTEUS-DT reserved the right to make any changes without prior notice<\/strong><\/span><\/p>\r\n\r\n<p><span style=\"color:#2980b9;\"><strong>Contact our User Support Team for any inquiries<\/strong><\/span><\/p>\r\n",
            "certificate": "<p><img alt=\"\" src=\"https:\/\/admin.proteusio.net\/upload\/d69fbc20355608d8\/0193c1abe6030210.png\" style=\"max-width:100%;border:0\" \/><\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n",
            "activity": "<p><img alt=\"\" src=\"https:\/\/admin.proteusio.net\/upload\/2fa916b4b7605c7e\/8ffca179b72bed79.jpg\" style=\"max-width:100%;border:0\" \/><\/p>\r\n",
            "give_wallet": "48.00",
            "is_alert_img": 1,
            "alert_img": "https:\/\/admin.proteusio.net\/upload\/e4f73fb02903c01c\/2df542f1085ef5f0.jpg",
            "register_desc": "<p><strong>These terms and conditions are governed by the following terminology and principles of interpretation<\/strong><\/p>\r\n\r\n<p><br \/>\r\n<strong>Definition<br \/>\r\nAgreement: the agency contract and these terms and conditions<br \/>\r\nCommission Fee: the fee set out in the first page of the agency account<br \/>\r\nInformation Provider: the information and documents we provide to you in relation to our agency services<br \/>\r\nAgency Contract: the agency contract attached to these terms and conditions<br \/>\r\nServices: the agency services we have agreed to provide to you in relation to the Platform as set out in the Agency Contract<\/strong><\/p>\r\n\r\n<p><strong>1.0 Interpretation<br \/>\r\na) Any words following the terms, including, in particular, for example or any similar expression, shall be construed as illustrative and shall not limit the meaning of the words, descriptions, definitions, phrases or terms preceding those terms<br \/>\r\nb) Capitalised terms used in these terms and conditions (but not defined in these terms and conditions) shall, unless otherwise specified, have the meanings set out in the Agency Contract<\/strong><\/p>\r\n\r\n<p><strong>Terms and Conditions<\/strong><\/p>\r\n\r\n<p><strong>These are the terms and conditions on which we provide the Platform Services to you<br \/>\r\nPlease read these terms and conditions carefully before signing the agreement. These terms and conditions tell you who we are, how we will provide the service to you, what to do if there is a problem and other important information. If you think there are any errors in these terms and conditions, please contact User Support for feedback. You will be liable to pay a penalty if you act inappropriately in any way during this process<br \/>\r\nThese terms and conditions shall apply to our agreement to the exclusion of all other supplier(s) attempting to impose or incorporate, or imply by trade, custom, practice or course of dealing<br \/>\r\nIf there is more than one supplier(s), you shall be jointly and severally responsible for your obligations and liabilities under this agreement, including your liability. This means that we may take further action against you for any breach of this Agreement and enforce our rights against you for misconduct. We always expect our agents to be aware of and cooperate with us<\/strong><\/p>\r\n\r\n<p><strong>2.0 Liability of agents<br \/>\r\nIn accordance with the policy between our company (us, we, us, Proteus ) and the partner agency (developer), we reserve the right to control the time it takes for an agent to complete the application setup, up to a maximum of 2 hours. In addition, early termination of the product is not permitted as this would result in an interruption of LTV collection. Most importantly, our company (we, us, we,Proteus Pte. Ltd.) has prepared 3 sets of applications for agents since they joined, but in order to avoid loss of profit, agents must complete all 3 sets of rating setups before they can opt out, otherwise our company will lose money due to your negligence<\/strong><\/p>\r\n\r\n<p><strong>Copyright &copy; 2022 Proteus Pte. Ltd. All rights reserved<\/strong><\/p>\r\n",
            "web_ip": "10.148.0.51",
            "accept_time": "00:00:00 - 23:59:59",
            "withdraw_time": "10:00:00 - 22:00:00",
            "check_in_salary": "<p><img alt=\"\" src=\"https:\/\/admin.proteusio.net\/upload\/6557969a58ae103a\/fd9c830095f604dd.jpg\" style=\"max-width:100%;border:0\" \/><\/p>\r\n"
        }
    }
}